[{"model": "news.post", "pk": 1, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-02T16:02:06.461Z", "title": "Прогноз аномалий на сентябрь в России", "text": "Наиболее крупные аномалии (до 2–3 градусов) традиционно придутся на высокие широты (Русский Север, Ямал, Таймыр, Эвенкию, субарктическую Якутию и Чукотку). Умеренно тепло (аномалии 1–2 градуса) следует ожидать на Северном Кавказе, Урале, в Сибири и Приморье и на Сахалине. По осадкам существенных аномалий не прогнозируется, за исключением юга Дальнего Востока. В Приморье и Хабаровском крае вероятно превышение нормы на 20–40 %.", "rating": 37}}, {"model": "news.post", "pk": 2, "fields": {"author": 1, "category_type": "AR", "data_creation": "2023-09-02T16:02:12.869Z", "title": "Допинг в спорте", "text": "Допинги – это специальные лекарственные препараты, употребляемые спортсменами для принудительного повышения работоспособности организма во время соревновательной деятельности или же в период учебно-тренировочного процесса. На то, какими свойствами обладает тот или иной допинг влияет вид спорта, для которого он предназначен. В общем, фармакологические действия данных лекарственных препаратов могут быть совершенно противоположными. Как правило, назначение допинга происходит курсом, но зачастую встречаются случаи однократного употребления. Всё зависит от поставленных задач, а также механизма действия определённого лекарственного вещества.", "rating": 22}}, {"model": "news.post", "pk": 3, "fields": {"author": 2, "category_type": "AR", "data_creation": "2023-09-02T16:02:36.373Z", "title": "Политика и спорт", "text": "В XXI в. спорт стал неотъемлемой частью политики, инструментом формирования позитивного имиджа страны. Статья посвящена исследованию спорта в качестве одного из основных ресурсов политики «мягкой силы» государства. В работе исследуется опыт применения подобного инструмента как в зарубежных странах - Южной Корее, Китае, США, так и в России, анализируются методы реализации странами политики «мягкой силы» в сфере спорта.", "rating": 8}}, {"model": "news.post", "pk": 4, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-04T11:46:04.002Z", "title": "Школьника задержали", "text": "Ученика элитной гимназии, с телефона которого обещали взорвать школу, задержали в Екатеринбурге — подросток отказался отвечать на вопросы сотрудников, сославшись на 51 статью Конституции.\r\nПо данным канала, сообщение о минировании поступило на горячую линию одного из магазинов города около девяти часов вечера 30 августа. В нем неизвестный писал, что заложил в заведении четыре килограмма гексогеновой бомбы, которая сможет повредить не только здание самого магазина, но и находящейся рядом гимназии. Прибывшие на место кинологи никакого взрывного устройства не обнаружили.", "rating": 1}}, {"model": "news.post", "pk": 6, "fields": {"author": 1, "category_type": "AR", "data_creation": "2023-09-07T09:28:23.237Z", "title": "Напавший на грибников мужчина задержан", "text": "Полиция задержала подозреваемого в нападении на грибников в лесу под Звенигородом мужчину. Об этом сообщает РЕН ТВ.  Информация о нем пока не раскрывается. При этом пострадавший по имени Максим рассказал изданию, что сейчас он себя чувствует нормально.  4 сентября 40-летний мужчина и его 35-летняя жена отправились за грибами недалеко от деревни Сватово. Там на них и напал мужчина в камуфляже с ножом. Пострадавшие дошли до машины, и мужчина проехал несколько сотен метров по лесной дорожке, пока не увидел другие автомобили, водители которых и вызвали скорую. Пару госпитализировали. У мужчины повреждены сухожилия и связки. Ему придется восстанавливаться около трех месяцев.", "rating": 0}}, {"model": "news.post", "pk": 7, "fields": {"author": 1, "category_type": "AR", "data_creation": "2023-09-07T09:29:33.610Z", "title": "Виды погодных явлений", "text": "Смерч представляет собой вихрь малой горизонтальной протяженности, который опускается в виде воронки из основания грозового облака. Как правило смерч связан с возникновением мощных грозовых облаков, достигающих высоты 10-15 км. Скорость ветра в смерче достигает 50-100 м/с при сильной восходящей составляющей.\r\nРезкое усиление ветра в течение короткого времени, сопровождающиеся изменением его направления. Скорость ветра при шквалах нередко превышает 20-30 м/с, продолжительность явления обычно несколько минут.\r\n\r\nПыльная буря\r\nПеренос умеренным или сильным ветром большого количества пыли или песка, сопровождающийся ухудшением видимости. Возникают как правило при засушливой погоде и сильном ветре.\r\n\r\nБриз\r\nБриз - это ветер, возникающий у береговой линии морей и больших озер и имеющий резкую суточную смену направления. Возникновение бризов связано с суточным ходом температуры поверхности суши. Дневной (морской) бриз дует с моря на нагретое побережье, а ночной (береговой) бриз с охлажденного побережья на море. Скорость ветра при бризе составляет 3-5 м/с.\r\n\r\nОбледенение\r\nОбледенение это отложение любого вида льда на предметах. Различают следующие виды обледенения: иней, кристаллическая изморозь (возникают вследствие сублимации водяного пара), зернистая изморозь, гололед (осаждение и замерзание капель вследствие тумана, дождя или мороси), отложение замерзшего мокрого снега и отложения льда.", "rating": 0}}, {"model": "news.post", "pk": 8, "fields": {"author": 2, "category_type": "AR", "data_creation": "2023-09-07T09:34:25.487Z", "title": "6 лучших криминальных сериалов", "text": "Истории о психопатах, живущих по по соседству, преступных наркоимпериях, женщинах-маньяках и детективах, на которых убийцы объявляют охоту — Forbes Life рассказывает о главных сериальных премьерах в жанре криминального триллера этой осени.", "rating": 0}}, {"model": "news.post", "pk": 9, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-07T09:44:24.753Z", "title": "Медведев и Рублев сошлись в жарком Нью-Йорке", "text": "Медведев и Рублев снова встретились в большом матче. Оказавшись в одной четверти заключительного в сезоне турнира «Большого шлема», два лучших российских теннисиста и старых приятеля дошли друг до друга. 27-летний Даниил забрал матч с 25-летним Андреем со счетом 6:4, 6:3, 6:4 и повел 6-2 по личным встречам, но эти три сета за 2 часа и 48 минут на корте дались обоим очень непросто. Медведев и Рублев зарубились в среду днем под открытой крышей главной арены US Open, 23-тысячного «Стадиона Артура Эша» в 34-градусную жару при высокой влажности. Оба боролись друг с другом и изнуряющей духотой. Даниил дважды брал медицинский тайм-аут и использовал ингалятор. В одном из геймов он пару раз с укором бросил: «Один игрок умрет, а они будут смотреть». Андрей тоже постоянно вытирался майкой, использовал полотенце и другие способы справиться с непростыми условиями. Оба при этом выдали хороший матч, в нем было много затяжных розыгрышей и позиционной борьбы.", "rating": 0}}, {"model": "news.post", "pk": 10, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-07T10:02:15.148Z", "title": "Юг Европейской России: жара покидает регион", "text": "В начале недели на юге Европейской России началось вытеснение жары. Зной отступал «с боями» — в Ростовской области, Краснодарском крае, Адыгее отмечались ливни, грозы, сильный порывистый ветер.  В Краснодарском крае, включая город-курорт Сочи, в Ростовской области отмечались сильные дожди количеством 18–33 мм, в районе Сочи до 71 мм. В отдельных районах Кубани и Ростовской области (включая города Ейск и Азов) наблюдались очень сильные дожди количеством 53›98 мм.  В понедельник, 4 сентября, на территории Сочи только за час вылилось 35 мм осадков, гремела гроза. Отметим, что за первые четыре дня осени в Сочи уже выпало 85 мм осадков — более половины месячной нормы (140 мм). Местами порывы ветра (в том числе на черноморском побережье) достигали 17–21 м/с. Утром на Кубани отмечался плотный туман.", "rating": 0}}, {"model": "news.post", "pk": 11, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-07T13:17:42.762Z", "title": "В России наступил первый день трехдневных выборов", "text": "В самых восточных регионах России — Чукотском автономном округе и Камчатском крае — наступил первый день трехдневных выборов. Информация о них размещена на сайте Центральной избирательной комиссии (ЦИК).\r\n\r\nВ Чукотском автономном округе с 8 по 10 сентября проходят выборы губернатора региона, а также в органы местного самоуправления. В свою очередь, жители Камчатского края выбирают глав ряда поселений и муниципальных депутатов.\r\n\r\nВ рамках единого дня голосования по всей России состоится более 4000 избирательных кампаний в 85 регионах — не запланированы они только в Кабардино-Балкарии, Марий Эл, Санкт-Петербурге и Ямало-Ненецком автономном округе. На выборах всех уровней зарегистрировано свыше 81 тысячи кандидатов, которые претендуют на 34 тысячи различных мандатов и должностей. Проголосовать смогут до 65 миллионов избирателей.\r\n\r\nПрямым голосованием изберут 21 губернатора, еще 5 глав регионов определят депутаты. Также состоятся выборы депутатов 20 региональных законодательных собраний. Кроме того, в 4 субъектах запланированы дополнительные выборы в Государственную Думу по одномандатным округам.", "rating": 0}}, {"model": "news.post", "pk": 12, "fields": {"author": 2, "category_type": "AR", "data_creation": "2023-09-07T13:47:15.807Z", "title": "В Крыму Зеленского призвали забыть о полуострове", "text": "Президенту Украины Владимиру Зеленскому стоит забыть о российском Крыме и готовить страну к дальнейшим административным изменениям. Такое мнение выразил глава Крымского парламента Владимир Константинов в беседе с «РИА Новости» в среду, 6 сентября.\r\n\r\n«Зеленскому пора забыть в своем воспаленном мозгу о российском Крыме и избавить крымчан от своего безумия и наркотического бреда. А вот к чему ему действительно стоит начать готовиться, так это к дальнейшему административному делению остатков подконтрольной ему территории бывшей Украины», — передает его слова агентство.", "rating": 0}}, {"model": "news.post", "pk": 13, "fields": {"author": 2, "category_type": "AR", "data_creation": "2023-09-07T13:48:35.053Z", "title": "Памфилова рассказала, как будет голосовать на выборах", "text": "\"Элла Александровна, здесь люди задают провокационные вопросы вам. Вы же житель Московской области, меня попросили уточнить, как вы будете голосовать?\", - спросил Булаев. \r\n\"Вообще-то я намекала в прошлом году, что как только (будет ДЭГ на выборах в Московской области), так сразу. Поэтому попробую в этом году, и потом выскажу вам все свои претензии\", - сказала Памфилова.\r\nРанее сообщалось, что Центризбирком России утвердил проведение ДЭГ в единый день голосования в 24 регионах РФ на федеральной платформе, в 18 из них – впервые, и в Москве на собственной цифровой платформе.", "rating": 0}}, {"model": "news.post", "pk": 16, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-21T12:01:43.662Z", "title": "Криминальная сводка", "text": "Криминальная сводкаКриминальная сводкаКриминальная сводкаКриминальная сводкаКриминальная сводка", "rating": 0}}, {"model": "news.post", "pk": 17, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-21T12:07:45.454Z", "title": "Криминал 22", "text": "КриминалКриминалКриминалКриминалКриминалКриминал КриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминал", "rating": 0}}, {"model": "news.post", "pk": 18, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-21T12:09:25.125Z", "title": "Криминал 333", "text": "КриминалКриминалКриминалКриминалКриминалКриминал КриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминалКриминал", "rating": 0}}, {"model": "news.post", "pk": 19, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-21T12:09:49.485Z", "title": "Крим 44", "text": "Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44Крим 44", "rating": 0}}, {"model": "news.post", "pk": 20, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-21T12:38:53.620Z", "title": "Новость про спорт", "text": "Новость про спортНовость про спортНовость про спортНовость про спорт", "rating": 0}}, {"model": "news.post", "pk": 21, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-21T12:57:10.524Z", "title": "Новость про спорт 22", "text": "Новость про спортНовость про спортНовость про спортНовость про спорт", "rating": 0}}, {"model": "news.post", "pk": 22, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-21T13:11:35.479Z", "title": "Спорт и криминал", "text": "Спорт и криминал Спорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминалСпорт и криминал", "rating": 0}}, {"model": "news.post", "pk": 23, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-22T06:00:37.311Z", "title": "Про погоду", "text": "Про погодуПро погодуПро погодуПро погодуПро погодуПро погодуПро погодуПро погодуПро погоду Про погодуПро погодуПро погодуПро погодуПро погодуПро погоду", "rating": 0}}, {"model": "news.post", "pk": 30, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-22T07:04:46.685Z", "title": "Новость про политику 5", "text": "Новость про политику Новость про политику Новость про политикуНовость про политикуНовость про политикуНовость про политикуНовость про политикуНовость про политикуНовость про политикуНовость про политикуНовость про политику", "rating": 0}}, {"model": "news.post", "pk": 31, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-22T08:06:40.323Z", "title": "Погода и криминал", "text": "Погода и криминалПогода и криминалПогода и криминалПогода и криминалПогода и криминалПогода и криминалПогода и криминал", "rating": 0}}, {"model": "news.post", "pk": 32, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-09-22T08:08:56.924Z", "title": "Очередная криминальная новость", "text": "Очередная криминальная новостьОчередная криминальная новостьОчередная криминальная новостьОчередная криминальная новостьОчередная криминальная новостьОчередная криминальная новостьОчередная криминальная новость", "rating": 0}}, {"model": "news.post", "pk": 38, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-09-22T13:12:33.771Z", "title": "Новость про спорт", "text": "Новость про спорт - последняя на сегодня. Новость про спорт - последняя на сегодня. Новость про спорт - последняя на сегодня.", "rating": 0}}, {"model": "news.post", "pk": 39, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-03T08:19:48.378Z", "title": "Новость про спорт и погоду", "text": "Теннисистам мешает сильный ветер. Мяч уносит в сторону от  поля. Бегают кругами и паникуют.", "rating": 0}}, {"model": "news.post", "pk": 40, "fields": {"author": 2, "category_type": "NW", "data_creation": "2023-10-03T08:56:41.366Z", "title": "Политический криминал", "text": "Политический криминал, Политический криминал, Политический криминал, Политический криминал", "rating": 0}}, {"model": "news.post", "pk": 41, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-03T09:33:07.455Z", "title": "Новость обо всем", "text": "Новость обо всемНовость обо всемНовость обо всемНовость обо всемНовость обо всемНовость обо всемНовость обо всемНовость обо всем", "rating": 0}}, {"model": "news.post", "pk": 48, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-03T12:19:40.820Z", "title": "Обо всем понемногу.", "text": "Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу.", "rating": 0}}, {"model": "news.post", "pk": 49, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-03T12:35:51.929Z", "title": "Обо всем понемногу. часть 2", "text": "Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу.", "rating": 0}}, {"model": "news.post", "pk": 50, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-03T12:41:14.676Z", "title": "Обо всем понемногу. часть 3", "text": "Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу.", "rating": 0}}, {"model": "news.post", "pk": 51, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T04:41:54.963Z", "title": "Обо всем понемногу. часть 4", "text": "Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу.", "rating": 0}}, {"model": "news.post", "pk": 52, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T04:46:16.394Z", "title": "Обо всем понемногу. часть 4", "text": "Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу. Обо всем понемногу.", "rating": 0}}, {"model": "news.post", "pk": 53, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T04:55:57.444Z", "title": "Новость про спорт.", "text": "Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт.", "rating": 0}}, {"model": "news.post", "pk": 54, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T06:59:03.948Z", "title": "Новость про спорт. часть 123", "text": "Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт. Новость про спорт.", "rating": 0}}, {"model": "news.post", "pk": 55, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T10:58:13.518Z", "title": "Новость про криминал. 2", "text": "Новость про криминал. \r\nИ сусликов!!!\r\n\r\n\r\nНовость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал.", "rating": 0}}, {"model": "news.post", "pk": 58, "fields": {"author": 1, "category_type": "NW", "data_creation": "2023-10-04T11:14:19.882Z", "title": "Новость про криминал. 5", "text": "Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал. Новость про криминал.", "rating": 0}}, {"model": "news.category", "pk": 1, "fields": {"title": "Погода", "subscribers": []}}, {"model": "news.category", "pk": 2, "fields": {"title": "Спорт", "subscribers": [9]}}, {"model": "news.category", "pk": 3, "fields": {"title": "Политика", "subscribers": [8]}}, {"model": "news.category", "pk": 4, "fields": {"title": "Криминал", "subscribers": [6, 8, 9, 10, 11]}}]
